{
    "neutre": [
        "Merci pour l’opportunité, mais je préfère privilégier des processus d’entretien différents.",
        "Je privilégie des échanges directs pour démontrer mes compétences.",
        "Je suis actuellement engagé dans plusieurs projets, et je manque de disponibilité pour un test.",
        "Je suis davantage à l’aise pour échanger autour de cas pratiques réels.",
        "Je préfère présenter mes expériences passées plutôt que passer un test générique.",
        "Je privilégie les évaluations basées sur des discussions techniques approfondies.",
        "Mon emploi du temps ne me permet pas de passer un test dans de bonnes conditions.",
        "Je vous propose plutôt une revue de mon portfolio pour évaluer mes compétences.",
        "Je privilégie les processus de recrutement collaboratifs et interactifs.",
        "Je préfère investir mon énergie dans des projets concrets plutôt qu’un test.",
        "Je suis plus à l’aise avec des entretiens techniques en direct.",
        "Je suis actuellement en fin de mission, et je priorise les échanges directs.",
        "Je préfère qu’on évalue mon expertise au travers de mon expérience professionnelle.",
        "Merci de votre compréhension, je ne passe pas de tests techniques hors contexte projet.",
        "Je propose un échange autour d'un cas concret plutôt qu'un exercice standardisé.",
        "Je privilégie des discussions autour de mon code existant plutôt qu'une épreuve écrite.",
        "Je souhaite construire une relation basée sur l’échange, pas uniquement sur un test.",
        "Mon expérience passée est la meilleure preuve de mes compétences techniques.",
        "Je privilégie des processus de recrutement courts et humains.",
        "Je préfère collaborer sur un atelier technique plutôt qu'un test à distance.",
        "Je reste ouvert à un échange technique pour discuter de vos besoins spécifiques.",
        "Je privilégie les processus où l’évaluation est basée sur des cas réels.",
        "Merci pour votre proposition, mais je préfère consacrer mon temps à des échanges directs.",
        "Je suis plus à l’aise avec une analyse de mon parcours professionnel que par un test.",
        "Je privilégie les missions qui valorisent l'échange humain avant toute évaluation technique.",
        "Je préfère mettre en avant mes projets réalisés plutôt que passer un test.",
        "Je propose d'échanger directement pour que vous puissiez évaluer ma méthodologie de travail.",
        "Merci, mais je privilégie les processus d’embauche basés sur l’entretien technique direct.",
        "Je suis disponible pour une discussion approfondie sur vos besoins, plutôt qu’un test standardisé.",
        "Je privilégie la transparence et l’échange plutôt que des exercices hors contexte."
    ],
    "cash": [
        "J’ai 9 ans d’expérience, je ne vais pas passer un test de FizzBuzz.",
        "Si je voulais passer un examen, je retournerais à l’école.",
        "Ma valeur ne se mesure pas à un chrono en live coding.",
        "J’ai juré solennellement de ne plus passer de tests techniques.",
        "Si vous doutez de mes compétences, nous ne sommes pas faits pour travailler ensemble.",
        "Je travaille pour créer de la valeur, pas pour passer des concours.",
        "Un test technique mal pensé dit plus sur l'entreprise que sur le candidat.",
        "Je sélectionne les missions qui respectent mon temps et mes compétences.",
        "Mon portfolio parle pour moi. Mon temps est précieux.",
        "Si vous cherchez quelqu'un qui passe des tests, je ne suis pas la bonne personne.",
        "Je préfère construire de vrais projets plutôt que valider des épreuves scolaires.",
        "L’expérience se juge en échangeant, pas en imposant des tests standards.",
        "Je valorise les processus qui respectent les candidats, pas les épreuves pièges.",
        "Je travaille avec passion, pas sous évaluation constante.",
        "Je refuse les processus de recrutement qui confondent confiance et contrôle.",
        "Je ne passe plus de tests pour prouver ce que mon parcours démontre déjà.",
        "Mon travail parle pour moi. Les tests, ce n'est plus pour moi.",
        "Si vous voulez juger mon potentiel sur un test standardisé, nous n'avons pas la même vision.",
        "Je choisis mes clients, pas l'inverse.",
        "Je suis payé pour résoudre des problèmes réels, pas pour participer à des épreuves artificielles.",
        "Je préfère qu'on juge ma capacité à apprendre plutôt que ma capacité à réviser un test.",
        "Tester un senior comme un junior est une perte de temps pour tout le monde.",
        "Je ne sacrifie plus mes soirées pour prouver ma valeur.",
        "Si vous voulez évaluer mes compétences, discutons d'un vrai projet ensemble.",
        "Un test d'algorithmie ne reflète en rien mon savoir-faire en production.",
        "Je préfère passer mon temps sur un projet qui a du sens, pas sur un exercice stérile.",
        "Je choisis des entreprises qui me respectent dès le processus de recrutement.",
        "Mon professionnalisme ne se résume pas à quelques lignes de code sur un timer.",
        "Si vous cherchez une machine à coder sous pression, je ne suis pas la bonne personne.",
        "Je travaille avec ceux qui investissent dans la relation humaine, pas dans les tests déconnectés."
    ],
    "wtf": [
        "Je peux pas, j'ai poney-piscine.",
        "Une autre fois, là j’ai un bug à résoudre dans Baldur’s Gate 3.",
        "Le test technique a été mangé par mon linter.",
        "D'après mon astrologue, ce n’est pas une bonne semaine pour relever des défis techniques.",
        "Mon IDE est parti en burn-out après mon dernier projet.",
        "Je développe exclusivement au clair de lune, ça complique les délais.",
        "Je suis sous contrat moral avec mon canapé pour ne pas coder sous pression.",
        "Ma souris a pris sa retraite anticipée, sans successeur désigné.",
        "J’ai perdu mes droits d’utilisation sur la balise <div>.",
        "Je travaille en binôme avec mon chat, qui refuse de signer une NDA.",
        "Mon linter est devenu sensible et refuse tout nouveau projet.",
        "Je développe exclusivement dans des langages exotiques.",
        "Mon café a démissionné ce matin, impossible de coder dans ces conditions.",
        "Je suis en pleine migration de mon cerveau vers le cloud.",
        "Je respecte une tradition ancestrale : pas de test technique les jours en 'Y'.",
        "Je suis déjà booké pour un hackathon intergalactique ce week-end.",
        "Je suis en processus de certification ISO 9001 pour procrastination.",
        "J'ai un conflit de dépendances avec mon horoscope et ma météo personnelle.",
        "Ma touche 'Entrée' a été réquisitionnée par une autre application.",
        "Je suis actuellement en phase de debugging spirituel.",
        "Je suis bloqué dans une boucle infinie.",
        "Ma connexion Internet est en grève syndicale.",
        "Mon clavier refuse d'écrire du code avant 14h04 précises.",
        "Je suis en pleine négociation avec mon processeur pour débloquer plus de créativité.",
        "Mon environnement de développement est hanté, impossible de compiler.",
        "Mon VPN m'a téléporté dans une dimension parallèle sans tests techniques.",
        "Je dois patcher une faille spatio-temporelle avant de penser aux entretiens.",
        "Le Conseil Intergalactique m’interdit temporairement de passer des tests.",
        "Je travaille exclusivement à l’énergie solaire, et il fait nuit où je suis.",
        "Je suis en train d’optimiser ma procrastination avec un nouveau framework."
    ]
}
